{
  "jobs": [
    {
      "id": "1",
      "title": "Software Engineer",
      "type": "Full-Time",
      "description": "We are looking for a Software Engineer to join our team. The ideal candidate will have experience in developing and maintaining software applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Manila, Philippines",
      "salary": "PHP 80,000 - PHP 120,000",
      "company": {
        "name": "Synpulse Philippines Inc.",
        "description": "Synpulse is an internationally established management consulting company and a valued partner to many of the world’s largest financial services providers. We are a valued partner to many of the world’s largest financial services providers.",
        "contactEmail": "careers@synpulse.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "2",
      "title": "Junior Developer (.NET)",
      "type": "Full-Time",
      "description": "We are looking for a Junior Developer with experience in .NET. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Cebu, Philippines",
      "salary": "PHP 40,000 - PHP 60,000",
      "company": {
        "name": "CRESS MIRAI INC.",
        "description": "CRESS MIRAI INC. is a software development company that specializes in building custom software solutions for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "hr@cressmirai.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "3",
      "title": "Junior Full Stack Developer",
      "type": "Full-Time",
      "description": "We are looking for a Junior Full Stack Developer to join our team. The ideal candidate will have experience in both front-end and back-end development. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Makati, Philippines",
      "salary": "PHP 50,000 - PHP 70,000",
      "company": {
        "name": "Fujitsu Engineering Technologies Philippines, Inc.",
        "description": "Fujitsu is a leading Japanese information and communication technology (ICT) company offering a full range of technology products, solutions, and services.",
        "contactEmail": "recruitment@fujitsu.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "4",
      "title": "IT Programmer",
      "type": "Full-Time",
      "description": "We are looking for an IT Programmer to join our team. The ideal candidate will have experience in programming and will be responsible for developing and maintaining our software applications.",
      "location": "Quezon City, Philippines",
      "salary": "PHP 60,000 - PHP 90,000",
      "company": {
        "name": "Rivington Partners Technology Development Corporation (RIVTECH)",
        "description": "RIVTECH is a technology company that specializes in building custom software solutions for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "jobs@rivtech.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "5",
      "title": "Software Developer",
      "type": "Full-Time",
      "description": "We are looking for a Software Developer to join our team. The ideal candidate will have experience in developing and maintaining software applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Taguig, Philippines",
      "salary": "PHP 90,000 - PHP 130,000",
      "company": {
        "name": "Exco IT Services, Inc.",
        "description": "Exco IT Services is a leading provider of IT services and solutions. We are committed to providing our clients with the best possible service and support.",
        "contactEmail": "apply@excoitservices.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "6",
      "title": "React Developer",
      "type": "Full-Time",
      "description": "We are looking for a React Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using React. You will be working with a team of developers to build high-quality software products.",
      "location": "Mandaluyong, Philippines",
      "salary": "PHP 100,000 - PHP 150,000",
      "company": {
        "name": "Capgemini Philippines Corp.",
        "description": "Capgemini is a global leader in consulting, technology services and digital transformation. We are at the forefront of innovation to address the entire breadth of clients’ opportunities in the evolving world of cloud, digital and platforms.",
        "contactEmail": "ph-recruitment@capgemini.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "7",
      "title": "Java Developer",
      "type": "Full-Time",
      "description": "We are looking for a Java Developer to join our team. The ideal candidate will have experience in developing and maintaining Java applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Pasig, Philippines",
      "salary": "PHP 90,000 - PHP 140,000",
      "company": {
        "name": "Tech Mahindra",
        "description": "Tech Mahindra represents the connected world, offering innovative and customer-centric information technology experiences, enabling Enterprises, Associates and the Society to Rise.",
        "contactEmail": "careers@techmahindra.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "8",
      "title": "Python Developer",
      "type": "Full-Time",
      "description": "We are looking for a Python Developer to join our team. The ideal candidate will have experience in developing and maintaining Python applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Alabang, Philippines",
      "salary": "PHP 100,000 - PHP 160,000",
      "company": {
        "name": "Accenture",
        "description": "Accenture is a leading global professional services company, providing a broad range of services and solutions in strategy, consulting, digital, technology and operations.",
        "contactEmail": "recruiting.philippines@accenture.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "9",
      "title": "Full Stack Engineer",
      "type": "Full-Time",
      "description": "We are looking for a Full Stack Engineer to join our team. The ideal candidate will have experience in both front-end and back-end development. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "BGC, Philippines",
      "salary": "PHP 120,000 - PHP 180,000",
      "company": {
        "name": "Oracle",
        "description": "Oracle is a cloud technology company that provides organizations around the world with computing infrastructure and software. We’re a leader in the core technologies of the data economy.",
        "contactEmail": "ph-recruitment@oracle.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "10",
      "title": "DevOps Engineer",
      "type": "Full-Time",
      "description": "We are looking for a DevOps Engineer to join our team. The ideal candidate will have experience in automating and streamlining our operations and processes. You will be working with a team of developers to build and maintain our infrastructure.",
      "location": "Eastwood, Philippines",
      "salary": "PHP 110,000 - PHP 170,000",
      "company": {
        "name": "IBM",
        "description": "IBM is a leading cloud platform and cognitive solutions company. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world.",
        "contactEmail": "careers-ph@ibm.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "11",
      "title": "Mobile App Developer (iOS)",
      "type": "Full-Time",
      "description": "We are looking for a Mobile App Developer with experience in iOS development. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Ortigas, Philippines",
      "salary": "PHP 100,000 - PHP 150,000",
      "company": {
        "name": "Globe Telecom",
        "description": "Globe Telecom is a major provider of telecommunications services in the Philippines. We are at the forefront of digital transformation, enabling the Filipino digital lifestyle.",
        "contactEmail": "recruitment@globe.com.ph",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "12",
      "title": "Mobile App Developer (Android)",
      "type": "Full-Time",
      "description": "We are looking for a Mobile App Developer with experience in Android development. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Makati, Philippines",
      "salary": "PHP 100,000 - PHP 150,000",
      "company": {
        "name": "PLDT",
        "description": "PLDT is the leading telecommunications and digital services provider in the Philippines. We are committed to providing our customers with the best possible service and support.",
        "contactEmail": "careers@pldt.com.ph",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "13",
      "title": "Game Developer",
      "type": "Full-Time",
      "description": "We are looking for a Game Developer to join our team. The ideal candidate will have experience in developing and maintaining games. You will be working with a team of developers to build high-quality games.",
      "location": "Laguna, Philippines",
      "salary": "PHP 80,000 - PHP 120,000",
      "company": {
        "name": "Ubisoft Philippines",
        "description": "Ubisoft is a leading creator, publisher and distributor of interactive entertainment and services, with a rich portfolio of world-renowned brands.",
        "contactEmail": "recruitment.ph@ubisoft.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "14",
      "title": "QA Engineer",
      "type": "Full-Time",
      "description": "We are looking for a QA Engineer to join our team. The ideal candidate will have experience in testing and ensuring the quality of our software applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Pampanga, Philippines",
      "salary": "PHP 70,000 - PHP 100,000",
      "company": {
        "name": "Canva",
        "description": "Canva is a graphic design platform, used to create social media graphics, presentations, posters, documents and other visual content.",
        "contactEmail": "jobs@canva.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "15",
      "title": "Frontend Developer",
      "type": "Full-Time",
      "description": "We are looking for a Frontend Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Davao, Philippines",
      "salary": "PHP 80,000 - PHP 120,000",
      "company": {
        "name": "Grab",
        "description": "Grab is a Southeast Asian technology company that offers ride-hailing, ride sharing, food delivery and grocery delivery services.",
        "contactEmail": "ph.recruitment@grab.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "16",
      "title": "Backend Developer",
      "type": "Full-Time",
      "description": "We are looking for a Backend Developer to join our team. The ideal candidate will have experience in developing and maintaining the server-side of our web applications. You will be working with a team of developers to build high-quality software products.",
      "location": "Iloilo, Philippines",
      "salary": "PHP 90,000 - PHP 130,000",
      "company": {
        "name": "Foodpanda",
        "description": "Foodpanda is a leading global online food delivery marketplace. We are a team of passionate foodies who are dedicated to bringing food lovers around the world their favorite meals from curated local restaurants.",
        "contactEmail": "ph-jobs@foodpanda.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "17",
      "title": "UI/UX Designer",
      "type": "Full-Time",
      "description": "We are looking for a UI/UX Designer to join our team. The ideal candidate will have experience in designing and creating user-friendly interfaces for our web and mobile applications. You will be working with a team of developers and product managers to create high-quality products.",
      "location": "Bacolod, Philippines",
      "salary": "PHP 70,000 - PHP 100,000",
      "company": {
        "name": "Lazada",
        "description": "Lazada is a leading e-commerce platform in Southeast Asia. We are a team of passionate individuals who are dedicated to bringing the best online shopping experience to our customers.",
        "contactEmail": "recruitment.ph@lazada.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "18",
      "title": "Data Scientist",
      "type": "Full-Time",
      "description": "We are looking for a Data Scientist to join our team. The ideal candidate will have experience in analyzing and interpreting complex data. You will be working with a team of engineers and product managers to develop data-driven products.",
      "location": "Cagayan de Oro, Philippines",
      "salary": "PHP 120,000 - PHP 180,000",
      "company": {
        "name": "Shopee",
        "description": "Shopee is the leading e-commerce platform in Southeast Asia and Taiwan. It is a platform tailored for the region, providing customers with an easy, secure and fast online shopping experience through strong payment and logistical support.",
        "contactEmail": "ph-careers@shopee.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "19",
      "title": "Cloud Engineer",
      "type": "Full-Time",
      "description": "We are looking for a Cloud Engineer to join our team. The ideal candidate will have experience in designing, implementing, and managing cloud-based infrastructure. You will be working with a team of developers to build and maintain our cloud infrastructure.",
      "location": "General Santos, Philippines",
      "salary": "PHP 110,000 - PHP 170,000",
      "company": {
        "name": "Amazon Web Services (AWS)",
        "description": "Amazon Web Services (AWS) is a subsidiary of Amazon providing on-demand cloud computing platforms and APIs to individuals, companies, and governments, on a metered pay-as-you-go basis.",
        "contactEmail": "aws-ph-recruiting@amazon.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "20",
      "title": "Machine Learning Engineer",
      "type": "Full-Time",
      "description": "We are looking for a Machine Learning Engineer to join our team. The ideal candidate will have experience in developing and deploying machine learning models. You will be working with a team of data scientists and engineers to build data-driven products.",
      "location": "Zamboanga, Philippines",
      "salary": "PHP 130,000 - PHP 200,000",
      "company": {
        "name": "Google",
        "description": "Google is a multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware.",
        "contactEmail": "ph-jobs@google.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "21",
      "title": "PHP Developer",
      "type": "Full-Time",
      "description": "We are looking for a PHP Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using PHP. You will be working with a team of developers to build high-quality software products.",
      "location": "Manila, Philippines",
      "salary": "PHP 70,000 - PHP 110,000",
      "company": {
        "name": "ATOMIT Corp.",
        "description": "ATOMIT Corp. is a software development company that specializes in building custom software solutions for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "hr@atomit.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "22",
      "title": "Laravel Developer",
      "type": "Full-Time",
      "description": "We are looking for a Laravel Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using Laravel. You will be working with a team of developers to build high-quality software products.",
      "location": "Cebu, Philippines",
      "salary": "PHP 80,000 - PHP 120,000",
      "company": {
        "name": "Octal Philippines Inc.",
        "description": "Octal Philippines Inc. is a software development company that specializes in building custom software solutions for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "careers@octal.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "23",
      "title": "CodeIgniter Developer",
      "type": "Full-Time",
      "description": "We are looking for a CodeIgniter Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using CodeIgniter. You will be working with a team of developers to build high-quality software products.",
      "location": "Makati, Philippines",
      "salary": "PHP 70,000 - PHP 100,000",
      "company": {
        "name": "Cloudstaff Philippines Inc.",
        "description": "Cloudstaff is a leading provider of outsourcing solutions. We are committed to providing our clients with the best possible service and support.",
        "contactEmail": "jobs@cloudstaff.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "24",
      "title": "PHP Full Stack Developer",
      "type": "Full-Time",
      "description": "We are looking for a PHP Full Stack Developer to join our team. The ideal candidate will have experience in both front-end and back-end development using PHP. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Quezon City, Philippines",
      "salary": "PHP 90,000 - PHP 130,000",
      "company": {
        "name": "PHPDevs Inc.",
        "description": "PHPDevs Inc. is a software development company that specializes in building custom software solutions for our clients using PHP. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "apply@phpdevs.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "25",
      "title": "Senior PHP Developer",
      "type": "Full-Time",
      "description": "We are looking for a Senior PHP Developer to join our team. The ideal candidate will have extensive experience in developing and maintaining web applications using PHP. You will be leading a team of developers to build high-quality software products.",
      "location": "Taguig, Philippines",
      "salary": "PHP 120,000 - PHP 180,000",
      "company": {
        "name": "Advanced PHP Solutions",
        "description": "Advanced PHP Solutions is a leading provider of PHP development services. We are committed to providing our clients with the best possible service and support.",
        "contactEmail": "careers@advancedphpsolutions.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "26",
      "title": "Mid-Level Laravel Developer",
      "type": "Full-Time",
      "description": "We are looking for a Mid-Level Laravel Developer to join our team. The ideal candidate will have a few years of experience in developing and maintaining web applications using Laravel. You will be working with a team of developers to build high-quality software products.",
      "location": "Mandaluyong, Philippines",
      "salary": "PHP 90,000 - PHP 140,000",
      "company": {
        "name": "Laravel Experts Inc.",
        "description": "Laravel Experts Inc. is a software development company that specializes in building custom software solutions for our clients using Laravel. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "recruitment@laravelexperts.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "27",
      "title": "Junior CodeIgniter Developer",
      "type": "Full-Time",
      "description": "We are looking for a Junior CodeIgniter Developer to join our team. The ideal candidate will have some experience in developing and maintaining web applications using CodeIgniter. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Pasig, Philippines",
      "salary": "PHP 50,000 - PHP 70,000",
      "company": {
        "name": "CodeIgniter Philippines",
        "description": "CodeIgniter Philippines is a software development company that specializes in building custom software solutions for our clients using CodeIgniter. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "hr@codeigniter.ph",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "28",
      "title": "PHP Web Developer",
      "type": "Full-Time",
      "description": "We are looking for a PHP Web Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using PHP. You will be working with a team of developers to build high-quality software products.",
      "location": "Alabang, Philippines",
      "salary": "PHP 80,000 - PHP 120,000",
      "company": {
        "name": "WebWorks PH",
        "description": "WebWorks PH is a web development company that specializes in building custom websites and web applications for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "jobs@webworks.ph",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "29",
      "title": "Senior Laravel Developer",
      "type": "Full-Time",
      "description": "We are looking for a Senior Laravel Developer to join our team. The ideal candidate will have extensive experience in developing and maintaining web applications using Laravel. You will be leading a team of developers to build high-quality software products.",
      "location": "BGC, Philippines",
      "salary": "PHP 130,000 - PHP 200,000",
      "company": {
        "name": "The Laravel Group",
        "description": "The Laravel Group is a software development company that specializes in building custom software solutions for our clients using Laravel. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "apply@thelaravelgroup.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "30",
      "title": "PHP and MySQL Developer",
      "type": "Full-Time",
      "description": "We are looking for a PHP and MySQL Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using PHP and MySQL. You will be working with a team of developers to build high-quality software products.",
      "location": "Eastwood, Philippines",
      "salary": "PHP 80,000 - PHP 110,000",
      "company": {
        "name": "DB Masters Inc.",
        "description": "DB Masters Inc. is a software development company that specializes in building custom software solutions for our clients with a focus on database design and development. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "careers-ph@dbmasters.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "31",
      "title": "Full Stack PHP/Vue Developer",
      "type": "Full-Time",
      "description": "We are looking for a Full Stack PHP/Vue Developer to join our team. The ideal candidate will have experience in both front-end development with Vue.js and back-end development with PHP. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Ortigas, Philippines",
      "salary": "PHP 100,000 - PHP 160,000",
      "company": {
        "name": "FullStack PH",
        "description": "FullStack PH is a software development company that specializes in building custom software solutions for our clients using a variety of technologies. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "recruitment@fullstack.ph",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "32",
      "title": "PHP Developer with WordPress Experience",
      "type": "Full-Time",
      "description": "We are looking for a PHP Developer with WordPress experience to join our team. The ideal candidate will have experience in developing and maintaining WordPress websites and plugins. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Makati, Philippines",
      "salary": "PHP 70,000 - PHP 100,000",
      "company": {
        "name": "WP Gurus",
        "description": "WP Gurus is a web development company that specializes in building custom WordPress websites and plugins for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "careers@wpgurus.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "33",
      "title": "Laravel and Vue.js Developer",
      "type": "Full-Time",
      "description": "We are looking for a Laravel and Vue.js Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using Laravel and Vue.js. You will be working with a team of developers to build high-quality software products.",
      "location": "Laguna, Philippines",
      "salary": "PHP 100,000 - PHP 150,000",
      "company": {
        "name": "TALL Stack PH",
        "description": "TALL Stack PH is a software development company that specializes in building custom software solutions for our clients using the TALL stack (Tailwind CSS, Alpine.js, Laravel, and Livewire). We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "recruitment.ph@tallstack.ph",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "34",
      "title": "PHP API Developer",
      "type": "Full-Time",
      "description": "We are looking for a PHP API Developer to join our team. The ideal candidate will have experience in developing and maintaining RESTful APIs using PHP. You will be working with a team of developers to build high-quality software products.",
      "location": "Pampanga, Philippines",
      "salary": "PHP 90,000 - PHP 130,000",
      "company": {
        "name": "API Experts",
        "description": "API Experts is a software development company that specializes in building custom APIs for our clients. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "jobs@apiexperts.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "35",
      "title": "Junior PHP Developer",
      "type": "Full-Time",
      "description": "We are looking for a Junior PHP Developer to join our team. The ideal candidate will have some experience in developing and maintaining web applications using PHP. You will be working on a variety of projects and will have the opportunity to learn and grow with the company.",
      "location": "Davao, Philippines",
      "salary": "PHP 40,000 - PHP 60,000",
      "company": {
        "name": "PHP Beginners",
        "description": "PHP Beginners is a software development company that specializes in building custom software solutions for our clients using PHP. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "ph.recruitment@phpbeginners.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "36",
      "title": "Senior CodeIgniter Developer",
      "type": "Full-Time",
      "description": "We are looking for a Senior CodeIgniter Developer to join our team. The ideal candidate will have extensive experience in developing and maintaining web applications using CodeIgniter. You will be leading a team of developers to build high-quality software products.",
      "location": "Iloilo, Philippines",
      "salary": "PHP 110,000 - PHP 160,000",
      "company": {
        "name": "CI Masters",
        "description": "CI Masters is a software development company that specializes in building custom software solutions for our clients using CodeIgniter. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "ph-jobs@cimasters.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "37",
      "title": "PHP Developer with AWS Experience",
      "type": "Full-Time",
      "description": "We are looking for a PHP Developer with AWS experience to join our team. The ideal candidate will have experience in developing and deploying PHP applications on AWS. You will be working with a team of developers and DevOps engineers to build and maintain our cloud infrastructure.",
      "location": "Bacolod, Philippines",
      "salary": "PHP 100,000 - PHP 150,000",
      "company": {
        "name": "Cloudy PHP",
        "description": "Cloudy PHP is a software development company that specializes in building custom software solutions for our clients using PHP and AWS. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "recruitment.ph@cloudyphp.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "38",
      "title": "Laravel API Developer",
      "type": "Full-Time",
      "description": "We are looking for a Laravel API Developer to join our team. The ideal candidate will have experience in developing and maintaining RESTful APIs using Laravel. You will be working with a team of developers to build high-quality software products.",
      "location": "Cagayan de Oro, Philippines",
      "salary": "PHP 100,000 - PHP 140,000",
      "company": {
        "name": "Laravel API Experts",
        "description": "Laravel API Experts is a software development company that specializes in building custom APIs for our clients using Laravel. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "ph-careers@laravelapiexperts.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "39",
      "title": "PHP Team Lead",
      "type": "Full-Time",
      "description": "We are looking for a PHP Team Lead to join our team. The ideal candidate will have extensive experience in developing and maintaining web applications using PHP, as well as experience in leading a team of developers. You will be responsible for leading a team of developers to build high-quality software products.",
      "location": "General Santos, Philippines",
      "salary": "PHP 150,000 - PHP 220,000",
      "company": {
        "name": "PHP Leaders",
        "description": "PHP Leaders is a software development company that specializes in building custom software solutions for our clients using PHP. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "aws-ph-recruiting@phpleaders.com",
        "contactPhone": "N/A"
      }
    },
    {
      "id": "40",
      "title": "CodeIgniter and Vue.js Developer",
      "type": "Full-Time",
      "description": "We are looking for a CodeIgniter and Vue.js Developer to join our team. The ideal candidate will have experience in developing and maintaining web applications using CodeIgniter and Vue.js. You will be working with a team of developers to build high-quality software products.",
      "location": "Zamboanga, Philippines",
      "salary": "PHP 90,000 - PHP 130,000",
      "company": {
        "name": "CI-Vue Solutions",
        "description": "CI-Vue Solutions is a software development company that specializes in building custom software solutions for our clients using CodeIgniter and Vue.js. We are a team of passionate developers who are dedicated to building high-quality software.",
        "contactEmail": "ph-jobs@civue.com",
        "contactPhone": "N/A"
      }
    }
  ]
}